{
    "\u0001": 0,
    "\u0002": 1,
    "\u0003": 2,
    "\u0004": 3,
    "\u0005": 4,
    "\u0006": 5,
    "\u0007": 6,
    "\b": 7,
    "\n": 8,
    "\u000b": 9,
    "\f": 10,
    "\u000e": 11,
    "\u000f": 12,
    "\u0010": 13,
    "\u0011": 14,
    "\u0012": 15,
    "\u0013": 16,
    "\u0014": 17,
    "\u0015": 18,
    "\u0016": 19,
    "\u0017": 20,
    "\u0018": 21,
    "\u0019": 22,
    "\u001a": 23,
    "\u001b": 24,
    " ": 25,
    "!": 26,
    "\"": 27,
    "#": 28,
    "$": 29,
    "%": 30,
    "&": 31,
    "'": 32,
    "(": 33,
    ")": 34,
    "*": 35,
    "+": 36,
    ",": 37,
    "-": 38,
    ".": 39,
    "/": 40,
    "0": 41,
    "1": 42,
    "2": 43,
    "3": 44,
    "4": 45,
    "5": 46,
    "6": 47,
    "7": 48,
    "8": 49,
    "9": 50,
    ":": 51,
    ";": 52,
    "<": 53,
    "=": 54,
    ">": 55,
    "?": 56,
    "@": 57,
    "A": 58,
    "B": 59,
    "C": 60,
    "D": 61,
    "E": 62,
    "F": 63,
    "G": 64,
    "H": 65,
    "I": 66,
    "J": 67,
    "K": 68,
    "L": 69,
    "M": 70,
    "N": 71,
    "O": 72,
    "P": 73,
    "Q": 74,
    "R": 75,
    "S": 76,
    "T": 77,
    "U": 78,
    "V": 79,
    "W": 80,
    "X": 81,
    "Y": 82,
    "Z": 83,
    "[": 84,
    "\\": 85,
    "]": 86,
    "^": 87,
    "_": 88,
    "`": 89,
    "a": 90,
    "b": 91,
    "c": 92,
    "d": 93,
    "e": 94,
    "f": 95,
    "g": 96,
    "h": 97,
    "i": 98,
    "j": 99,
    "k": 100,
    "l": 101,
    "m": 102,
    "n": 103,
    "o": 104,
    "p": 105,
    "q": 106,
    "r": 107,
    "s": 108,
    "t": 109,
    "u": 110,
    "v": 111,
    "w": 112,
    "x": 113,
    "y": 114,
    "z": 115,
    "{": 116,
    "|": 117,
    "}": 118,
    "~": 119,
    "©": 120,
    "¯": 121,
    "°": 122,
    "±": 123,
    "²": 124,
    "µ": 125,
    "·": 126,
    "º": 127,
    "½": 128,
    "Å": 129,
    "×": 130,
    "ô": 131,
    "ö": 132,
    "ù": 133,
    "ˆ": 134,
    "Γ": 135,
    "Δ": 136,
    "Σ": 137,
    "Τ": 138,
    "Ω": 139,
    "α": 140,
    "β": 141,
    "ε": 142,
    "ζ": 143,
    "λ": 144,
    "μ": 145,
    "π": 146,
    "ρ": 147,
    "σ": 148,
    "υ": 149,
    "φ": 150,
    "χ": 151,
    "ω": 152,
    "ϕ": 153,
    "ϵ": 154,
    "ഥ": 155,
    "ൗ": 156,
    "–": 157,
    "—": 158,
    "‘": 159,
    "’": 160,
    "“": 161,
    "”": 162,
    "•": 163,
    "…": 164,
    "′": 165,
    "⁄": 166,
    "ℎ": 167,
    "™": 168,
    "Ω": 169,
    "←": 170,
    "→": 171,
    "↵": 172,
    "⇒": 173,
    "⇡": 174,
    "∅": 175,
    "∆": 176,
    "∈": 177,
    "∏": 178,
    "∑": 179,
    "−": 180,
    "∗": 181,
    "√": 182,
    "∞": 183,
    "∩": 184,
    "∫": 185,
    "∴": 186,
    "∵": 187,
    "∼": 188,
    "≈": 189,
    "≡": 190,
    "≤": 191,
    "≥": 192,
    "≪": 193,
    "≫": 194,
    "⊆": 195,
    "⊕": 196,
    "⊛": 197,
    "⋅": 198,
    "⋯": 199,
    "■": 200,
    "▪": 201,
    "⚫": 202,
    "✓": 203,
    "❑": 204,
    "❖": 205,
    "➢": 206,
    "⟨": 207,
    "⟩": 208,
    "⟹": 209,
    "": 210,
    "": 211,
    "": 212,
    "": 213,
    "": 214,
    "": 215,
    "": 216,
    "": 217,
    "": 218,
    "": 219,
    "": 220,
    "": 221,
    "": 222,
    "": 223,
    "": 224,
    "": 225,
    "": 226,
    "": 227,
    "": 228,
    "": 229,
    "": 230,
    "": 231,
    "": 232,
    "": 233,
    "": 234,
    "": 235,
    "": 236,
    "": 237,
    "": 238,
    "": 239,
    "": 240,
    "": 241,
    "": 242,
    "": 243,
    "": 244,
    "": 245,
    "": 246,
    "": 247,
    "": 248,
    "": 249,
    "": 250,
    "": 251,
    "": 252,
    "": 253,
    "": 254,
    "": 255,
    "": 256,
    "": 257,
    "": 258,
    "": 259,
    "": 260,
    "": 261,
    "": 262,
    "": 263,
    "": 264,
    "": 265,
    "": 266,
    "": 267,
    "": 268,
    "": 269,
    "": 270,
    "": 271,
    "": 272,
    "": 273,
    "": 274,
    "": 275,
    "": 276,
    "": 277,
    "": 278,
    "": 279,
    "": 280,
    "": 281,
    "": 282,
    "": 283,
    "": 284,
    "": 285,
    "": 286,
    "": 287,
    "": 288,
    "": 289,
    "": 290,
    "": 291,
    "": 292,
    "": 293,
    "": 294,
    "": 295,
    "": 296,
    "": 297,
    "": 298,
    "": 299,
    "": 300,
    "": 301,
    "": 302,
    "": 303,
    "": 304,
    "": 305,
    "": 306,
    "": 307,
    "": 308,
    "": 309,
    "": 310,
    "": 311,
    "": 312,
    "ﬁ": 313,
    "ﬂ": 314,
    "ﬃ": 315,
    "𝐴": 316,
    "𝐵": 317,
    "𝐶": 318,
    "𝐷": 319,
    "𝐸": 320,
    "𝐹": 321,
    "𝐺": 322,
    "𝐻": 323,
    "𝐼": 324,
    "𝐽": 325,
    "𝐾": 326,
    "𝑀": 327,
    "𝑁": 328,
    "𝑂": 329,
    "𝑃": 330,
    "𝑄": 331,
    "𝑅": 332,
    "𝑆": 333,
    "𝑇": 334,
    "𝑈": 335,
    "𝑉": 336,
    "𝑊": 337,
    "𝑋": 338,
    "𝑌": 339,
    "𝑍": 340,
    "𝑎": 341,
    "𝑏": 342,
    "𝑐": 343,
    "𝑑": 344,
    "𝑒": 345,
    "𝑓": 346,
    "𝑔": 347,
    "𝑖": 348,
    "𝑗": 349,
    "𝑘": 350,
    "𝑙": 351,
    "𝑚": 352,
    "𝑛": 353,
    "𝑜": 354,
    "𝑝": 355,
    "𝑞": 356,
    "𝑟": 357,
    "𝑠": 358,
    "𝑡": 359,
    "𝑢": 360,
    "𝑣": 361,
    "𝑤": 362,
    "𝑥": 363,
    "𝑦": 364,
    "𝑧": 365,
    "𝑩": 366,
    "𝑬": 367,
    "𝑭": 368,
    "𝑵": 369,
    "𝑷": 370,
    "𝑿": 371,
    "𝒁": 372,
    "𝒂": 373,
    "𝒃": 374,
    "𝒅": 375,
    "𝒆": 376,
    "𝒇": 377,
    "𝒉": 378,
    "𝒊": 379,
    "𝒍": 380,
    "𝒏": 381,
    "𝒐": 382,
    "𝒑": 383,
    "𝒓": 384,
    "𝒔": 385,
    "𝒖": 386,
    "𝒘": 387,
    "𝒙": 388,
    "𝒚": 389,
    "𝚪": 390,
    "𝛁": 391,
    "𝛻": 392,
    "𝛼": 393,
    "𝛽": 394,
    "𝛿": 395,
    "𝜀": 396,
    "𝜃": 397,
    "𝜆": 398,
    "𝜇": 399,
    "𝜋": 400,
    "𝜎": 401,
    "𝜑": 402,
    "𝜒": 403,
    "𝜔": 404,
    "𝜕": 405,
    "𝜖": 406,
    "𝜙": 407,
    "𝜶": 408,
    "𝝅": 409,
    "𝝌": 410,
    "𝝏": 411,
    "𝝓": 412,
    "𝟎": 413,
    "𝟏": 414,
    "𝟐": 415,
    "𝟑": 416,
    "𝟒": 417,
    "𝟓": 418,
    "𝟔": 419,
    "𝟕": 420,
    "𝟖": 421,
    "𝟗": 422
}